Repository: thisi5patrick/medihunter-v2
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: pl

source: Please log in first.
pl: Proszę się najpierw zalogować.

source: Type in a snippet of the city you are looking for, or select from your recent searches
pl: Wpisz fragment nazwy miasta, którego szukasz, lub wybierz z ostatnio szukanych

source: Enter a fragment of the city you are looking for:
pl: Wpisz fragment szukanego miasta:

source: City not found. Please re-enter.
pl: Nie znaleziono miasta. Wpisz ponownie.

source: Select a city from the list:
pl: Wybierz miasto z listy:

source: Selected city:
pl: Wybrano miasto:

source: Type in a snippet of the specialization you are looking for, or select from your recent searches
pl: Wpisz fragment nazwy specjalizacji, której szukasz, lub wybierz z ostatnio szukanych

source: Selected specialization:
pl: Wybrano specjalizacje:

source: Select specialization:
pl: Wybierz specjalizację:

source: Specialization not found. Please re-enter.
pl: Nie znaleziono specjalizacji. Wpisz ponownie.

source: Type in a snippet of the clinic you are looking for, or select from your recent searches
pl: Wpisz fragment nazwy kliniki, której szukasz, lub wybierz z ostatnio szukanych

source: Selected clinic:
pl: Wybrano klinikę:

source: Select clinic:
pl: Wybierz klinike:

source: Clinic not found. Please re-enter.
pl: Nie znaleziono kliniki. Wpisz ponownie.

source: Any-her
pl: Jakakolwiek

source: Any-him
pl: Jakikolwiek

source: Type in a snippet of the doctor you are looking for, or select from your recent searches
pl: Wpisz fragment nazwy lekarza, którego szukasz, lub wybierz z ostatnio szukanych

source: Selected doctor:
pl: Wybrano lekarza:

source: Select doctor:
pl: Wybierz lekarza:

source: Doctor not found. Please re-enter.
pl: Nie znaleziono lekarza. Wpisz ponownie.

source: The date format you entered is invalid. Please re-enter.
pl: Podany format daty jest nieprawidłowy. Wpisz ponownie.

source: The time format you entered is invalid. Please re-enter.
pl: Podany format godziny jest nieprawidłowy. Wpisz ponownie.

source: Look for appointments AFTER the hour or enter in HH:MM format, e.g. 10:00
pl: Szukaj terminów po godzinie albo zapisz w formacie HH:MM, np. 10:00

source: Selected to search for appointments after the hour:
pl: Wybrano szukanie terminów po godzinie:

source: Select date FROM or enter in dd-mm-yyyy format, e.g. 04-11-2024
pl: Wybierz datę OD albo zapisz w formacie dd-mm-rrrr, np. 04-11-2024

source: Search date selected from:
pl: Wybrano datę szukania od:

source: Select date UNTIL or enter in dd-mm-yyyy format, e.g. 04-11-2024
pl: Wybierz datę DO albo zapisz w formacie dd-mm-rrrr, np. 04-11-2024

source: Search date selected until:
pl: Wybrano datę szukania do:

source: Look for appointments BEFORE the hour or enter in HH:MM format, e.g. 21:00
pl: Szukaj terminów do godziny albo zapisz w formacie HH:MM, np. 10:00

source: Selected to search for appointments before the hour:
pl: Wybrano szukanie terminów do godziny:

source: Let's start from the beginning
pl: Zacznijmy od poczatku

source: Summary:
pl: Podsumowanie:

source: No appointments available for selected parameters
pl: Brak dostępnych terminów dla wybranych parametrów.

source: Yes
pl: Tak

source: No
pl: Nie

source: Do you want to create a new monitoring?
pl: Czy chcesz utworzyć monitoring?

source: Available appointments:
pl: Dostępne terminy:

source: A new appointment has been found.
pl: Znaleziono nowy termin.

source: Creating monitoring for parameters:
pl: Tworzenie monitoringu dla parametrów:

source: Monitoring has been set up.
pl: Monitoring został utworzony.

source: Done
pl: Wybierz

source: City:
pl: Miasto:

source: Specialization:
pl: Specjalizacja:

source: Clinic:
pl: Klinika:

source: Doctor:
pl: Lekarz:

source: Date from:
pl: Data od:

source: Time from:
pl: Godzina od:

source: Date before:
pl: Data do:

source: Time before:
pl: Godzina do:

source: No active monitorings.
pl: Brak aktywnych monitoringów.

source: Delete monitoring
pl: Usuń monitoring

source: Monitoring has been deleted.
pl: Monitoring usunięty

source: Search history cleared.
pl: Wyczyszczono historię wyszukiwania.

source: Log in to Medicover. Please provide your username:
pl: Zaloguj się do Medicover. Podaj swój username:

source: Please provide your password:
pl: Podaj swoje hasło:

source: Login attempt successful.
pl: Próba logowania powiodła się.

source: Login failed. Please try again.
pl: Logowanie nie powiodło się. Spróbuj ponownie.

source: Welcome to the unofficial Medicover Bot.
pl: Witamy w nieoficialnym Medicover Bot.

source: Select the setting you want to change:
pl: Wybierz ustawienie, które chcesz zmienić:

source: Change language
pl: Zmień jezyk

source: Select the language you want to use:
pl: Wybierz jezyk, którym chcesz się posługiwać:

source: English
pl: Angielski

source: Polish
pl: Polski

source: Language changed to:
pl: Jezyk zmieniony na:
